Revit 2027 API
UnitTypeId.VoltAmperes Property
 Volt amperes.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId VoltAmperes { get; }
Public Shared ReadOnly Property VoltAmperes As ForgeTypeId
	Get
public:
static property ForgeTypeId^ VoltAmperes {
	ForgeTypeId^ get ();
}
static member VoltAmperes : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace